{
  "schools": [
    {
      "name": "Harvard Medical School",
      "shortName": "Harvard University",
      "years": "2025 - 2027",
      "imgFileName": "harvardmed.png",
      "imgSize": "120px",
      "location": "Boston, MA",
      "descriptor1": "Masters of Medical Sciences in Biomedical Informatics", 
      "website": "https://hms.harvard.edu/"
    },
    {
      "name": "University of Colorado Boulder",
      "shortName": "CU Boulder",
      "years": "2019 - 2023",
      "imgFileName": "cu.png",
      "imgSize": "120px",
      "location": "Boulder, CO",
      "descriptor1": "Bachelors in Computer Science, Minors in Computational Biology and Molecular, Cellular, and Developmental Biology",
      "descriptor2": "Awards: Discovery Learning Award (Department of Computer Science), 8x Dean's List Recipient",
      "descriptor3": "Organizations: HackCU (Tech Team Director), Robotic Boat Team",
      "website": "https://www.colorado.edu/"
    },
    {
      "name": "Fairview High School",
      "shortName": "Fairview",
      "years": "2015 - 2019",
      "imgFileName": "fairview.png",
      "imgSize": "120px",
      "location": "Boulder, CO",
      "descriptor1": "International Baccalaureate Program, Advanced Placement Program",
      "descriptor2": "Awards: International Baccalaureate Diploma, Advanced Placement Scholar with Distinction, Seal of Biliteracy in English and Spanish",
      "descriptor3": "Organizations: Politics and Public Policy Club (Founder and President), Stock Market Club, Speech and Debate, National Science Honors Society, National Spanish Honors Society, Youth in Government, Code Club",
      "website": "https://fah.bvsd.org/"
    }
  ],

  "experiences": [
    {
      "organization": "Boston Children's Hospital",
      "role": "Bioinformatician · Boston, Massachusetts",
      "years": "June 2024 - Present",
      "bullets": [
        "• Maintain computational pipeline for eQTL discovery in immune cells from steroid sensitive nephrotic syndrome patients leveraging bulk RNA-seq, WGS, PCA, and bayesian prior analysis for eGene fine mapping.",
        "• Develop high-level software design and code for the Biobank to Illuminate the Genomics of Kidney Diseases (BIGKiDs) study through an interactive R Shiny web application.",
        "• Mentor pediatric nephrology medical research fellows in creating code implementations for nephrotic syndrome research projects adhering to software development best practices as well as rigorous unit and regression testing."
      ],
      "imgFileName": "bch.png",
      "imgSize": "120px",
      "website": "https://www.childrenshospital.org/"
    },

    {
      "organization": "Broad Institute of MIT and Harvard",
      "role": "Affiliated Researcher, Kidney Disease Initiative · Boston, Massachusetts",
      "years": "June 2024 - Present",
      "bullets": [
        "• Collaborate with kidney disease initiative researchers at the Broad Institute in weekly lab meetings by sharing analysis results and brainstorming ideas for future collaborative projects."
      ],
      "imgFileName": "broad.png",
      "imgSize": "120px",
      "website": "https://www.broadinstitute.org/"
    },

    {
      "organization": "Bionano Genomics",
      "role": "Bioinformatics Analyst · San Diego, California",
      "years": "January 2023 - May 2024",
      "bullets": [
        "• Developing pipelines, algorithms, and validations in Python for the detection of copy number and structural variant events in cytogenetics data from optical genome mapping (OGM) and next generation sequencing (NGS) methods.",
        "• Spearheading continuous integration testing and automated unit testing development efforts for Bionano Solve codebases including de novo assembly, guided constitutional assembly, guided low allele fraction assembly, rare variant analysis, and FSHD analysis.",
        "• Modernizing the continuous integration/continuous deployment process of Bionano Solve and Access candidate builds through Jenkins and Ansible to AWS S3 buckets for SQA testing and eventual release.",
        "• Curating structural variant relational control databases in Perl, Bash, and Python comprising 450+ OGM clinical samples for use across the Bionano Solve 3.8 and 3.8.1, Access 1.8, and VIA 7.0 software suites.",
        "• Streamlined complex, multi-step internal workflows such as generating Bionano Solve structural variant performance metrics as well as generating control database resources for variant annotation into concise, fully unit tested Python modules and Bash scripts.",
        "• Presented analysis project results in team meetings and developed algorithm performance evaluation posters for conferences (ACMG 2023), fostering knowledge exchange and collaboration within the larger bioinformatics community."
      ],
      "imgFileName": "bionano.png",
      "imgSize": "200px",
      "website": "https://bionano.com/"
    },

    {
      "organization": "Exact Sciences",
      "role": "Computational Biology, Data Science Intern · Boston, Massachusetts",
      "years": "May 2022 - August 2022",
      "bullets": [
        "• Conducted statistical analysis in Python, R, and Scala for accuracy improvements of short mutational variant biomarker signal in CancerSEEK, a liquid biopsy diagnostic test for the early detection of stage I and II cancers.",
        "• Analyzed the effects of unique molecular identifier (UMI) contamination on 40 genomic primer targets in the SafeR-SeqS duplex sequencing assay to improve sensitivity and specificity of a rare variant machine learning based logistic regression classifier.",
        "• Worked with UMI-tools open source Python package to calculate edit distances between UMIs in the same primer target and pairwise UMI ligation end position distances to differentiate between bona-fide mutations and cases of library prep/sequencing errors such as PCR recombination.",
        "• Leveraged Apache Spark SQL, Microsoft Azure Blob Storage, and Azure Databricks to detect UMI contamination occurrences from over 430,000+ next generation sequencing reads.",
        "• Presented short variants contamination findings to computational biology/machine learning group colleagues and key stakeholders within the Multi-Cancer Early Detection team."
      ],
      "imgFileName": "exact2.png",
      "imgSize": "120px",
      "website": "https://www.exactsciences.com/"
    },

    {
      "organization": "Harvard Medical School",
      "role": "Biomedical Informatics Research Intern · Boston, Massachusetts",
      "years": "May 2021 - May 2022",
      "bullets": [
        "• Worked as a Summer Institute in Biomedical Informatics Research Intern at Harvard Medical School's Department of Biomedical Informatics (DBMI) and Brigham and Women's hospital in the computational genomics lab of Dr. Shamil Sunyaev.",
        "• Analyzed the Broad Institute's Genome Aggregation Database (gnomAD) dataset to better quantify and understand the mutational constraint on missense and loss of function genomic variants using a fine-scale mutational map.",
        "• Modeled mutational spectrum using machine learning techniques (logistic regressions) on a training set of over 125,000 synonymous genome and exome sequences.",
        "• Built a logistic regression classifier to predict genes that are more likely to succumb to debilitating loss of function mutations.",
        "• Presented research findings in scientific presentation format to fellow interns and Harvard Medical School DBMI Faculty."
      ],
      "imgFileName": "harvardmed.png",
      "imgSize": "120px",
      "website": "https://hms.harvard.edu/"
    },

    {
      "organization": "HackCU",
      "role": "Tech Team Director · Boulder, Colorado",
      "years": "May 2020 - May 2023",
      "bullets": [
        "• Developed the new HackCU hub website (hackcu.org) utilizing full stack development tools, continuous integration (CI/CD), and end to end testing as part of the technology/software development team.",
        "• Worked with software development team to create the HackCU 007, HackCU 8, and HackCU 9 hackathon websites.",
        "• Hosted workshops during hackathons on single cell RNA sequencing analysis using bioinformatics approaches and recruited new contributors to HackCU software development team.",
        "• Managed hackathon finances, sponsors, judging and logistics during HackCU 9."
      ],
      "imgFileName": "hackcu.png",
      "imgSize": "120px",
      "website": "https://hackcu.org/"
    },

    {
      "organization": "RNA Bioscience Initiative, University of Colorado Anschutz Medical School",
      "role": "Bioinformatics Research Intern · Denver, Colorado",
      "years": "May 2020 - May 2021",
      "bullets": [
        "• Worked in the RNA Bioscience Initiative Bioinformatics Fellows Group under the mentorship of Dr. Jay Hesselberth, Dr. Kent Riemondy, and Dr. Rui Fu.",
        "• Authored (primary authorship) research paper published in Public Library Of Sciences Biology journal (May, 2021) regarding problem of single cell RNA-sequencing metadata submission in gene expression databases (NCBI GEO). Paper published in PLOS Biology Journal: https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001077",
        "• Developed an RShiny web application to run the ClustifyR R library on scRNA-seq processed counts matrix and associated metadata to generate RNA fragment correlation matrix, inferred cell-types, and gene expression heatmap visualizations.",
        "• Authored utility functions and reference atlas dataset to open source R package ClustifyR which allows users to infer cell types in scRNA-seq data using reference bulk RNA-seq data or gene expression data sets. https://rnabioco.github.io/clustifyr/authors.html",
        "• Created a meta-analysis of 15 scRNA-seq data sets from NCBI Gene Expression Omnibus and Tabula Muris (mouse scRNA-seq data) utilizing principal component analysis (PCA), graph based clustering, and uniform manifold approximation and projection (UMAP).",
        "• Presented research and associated paper at virtual Keystone Symposia Single Cell Biology EK:26 poster session."
      ],
      "imgFileName": "rbi.png",
      "imgSize": "120px",
      "website": "https://medschool.cuanschutz.edu/rbi"
    },

    {
      "organization": "University of Colorado Boulder Department of Computer Science",
      "role": "Learning Assistant: Introduction to Programming with C++ · Boulder, Colorado",
      "years": "January 2020 - May 2020",
      "bullets": [
        "• Guided students in learning course material for CSCI 1300: Introduction to Programming with C++ by holding weekly office hours, managing recitation periods, and crafting lesson plans.",
        "• Answered C++ programming questions on topics such as pointers, data structures, and recursion in recitation period as well as on Piazza online forum.",
        "• Met with CSCI 1300 instructional faculty to design course assignments, projects, and examinations as well as anticipate student difficulties."
      ],
      "imgFileName": "cu.png",
      "imgSize": "120px",
      "website": "https://www.colorado.edu/" 
    },

    {
      "organization": "The National Center for Atmospheric Research (NCAR)",
      "role": "Research Intern · Boulder, Colorado",
      "years": "June 2018 - January 2019",
      "bullets": [
        "•  Conducted research into the wind field size of US landfalling tropical cyclones on forecasted land falling location.",
        "•  Worked with Unix shell, Perl, and MATLAB for statistical analysis and visualization of data from HURDAT2 Extended Best Track Hurricane data set from the National Hurricane Center.",
        "•  Presented a research poster of hurricane analysis to scientific fellows, research staff, and fellow interns at NCAR.",
        "•  Selected by NCAR and accepted to present research at 99th American Meteorological Society conference in January 2019."
      ],
      "imgFileName": "ncar-modified.png",
      "imgSize": "120px",
      "website": "https://ncar.ucar.edu/"
    }
  ],

  "projects": [
    {
      "title": "ClustifyR Web Application",
      "dates": "2020 - 2021",
      "imgFileName": "clustifyR_alt.png",
      "accentColor": "black",
      "verticalOffset": "35px",
      "link": "https://raysinensis.shinyapps.io/clustifyr-web-app/"
    },

    {
      "title": "HackCU Hub Website",
      "dates": "2020 - 2021",
      "imgFileName": "hackcuhub.png",
      "accentColor": "black",
      "verticalOffset": "35px",
      "link": "https://hackcu.org/"
    },

    {
      "title": "Cyberhood",
      "dates": "2020",
      "imgFileName": "cyberhood_alt.jpg",
      "accentColor": "black",
      "verticalOffset": "35px",
      "link": "https://github.com/SidhantPuntambekar/team-cyberhood-1"
    },

    {
      "title": "Someta",
      "dates": "2020 - 2021",
      "imgFileName": "someta.png",
      "accentColor": "black",
      "verticalOffset": "35px",
      "link": "https://rnabioco.github.io/someta/"
    }
  ]
}
